Repository: lordralinc/televoicer
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Show help
ru: Показать помощь

source: View your templates
ru: Посмотреть ваши шаблоны

source: View your voice template packs
ru: Посмотреть ваши паки шаблонов

source: Browse public voice template packs
ru: Посмотреть публичные паки шаблонов

source: Cancel current action
ru: Отменить текущее действие

source: 🌟 Hi! I'm Televoicer, your voice archive! Source code: github.com/lordralinc/televoicer {url}
ru: 🌟 Привет! Я - televoicer, Ваш голосовой архив! Исходный код: github.com/lordralinc/televoicer {url}

source: Learn more about me in the guide
ru: Узнать обо мне можно в инструкции

source: https://teletype.in/@lordralinc/televoicer_en
ru: https://teletype.in/@lordralinc/televoicer

source: 💔 Current request cancelled.
ru: 💔 Текущий запрос был отменен.

source: 💔 Voice pack with shortcode {shortcode} not found!
ru: 💔 Голосовой пак с шорткодом {shortcode} не найден!

source: 💔 Template {name} not found!
ru: 💔 Шаблон {name} не найден!

source: 💔 Template {name} is already in the pack!
ru: ❤️ Шаблон {name} уже в паке!

source: ❤️ Template {template_name} has been successfully added to the pack {pack_name}!
ru: ❤️ Шаблон {template_name} успешно добавлен в пак {pack_name}!

source: 💔 The voice template pack {name} already exists.
ru: 💔 Пак голосовых шаблонов {name} уже существует.

source: ❤️ Voice template pack {name} has been created! 🔖 Shortcode: {shortcode} 🔗 Link to add the pack: {add_url} ✨ Use the {command} command to add templates to the pack!
ru: ❤️ Пак голосовых шаблонов {name} создан! 🔖 Шорткод: {shortcode} 🔗 Ссылка для добавления: {add_url} ✨ Используйте команду {command} для добавления шаблона в пак!

source: pack add {shortcode} name
ru: пак добавить {shortcode} имя

source: 💔 Don't have any voice template packs yet.
ru: 💔 У вас еще нет паков голосовых шаблонов.

source: ❤️ Voice template packs ({page}/{total_page}):
ru: ❤️ Ваши паки шаблонов ({page}/{total_page}):

source: ❤️ Added {count} new voice templates: {templates}
ru: ❤️ Добавлено {count} новых шаблонов: {templates}

source: 💔 Skipped {count} already existing templates: {templates}
ru: 💔 Пропущено как существующие {count}: {templates}

source: 💔 No new templates were added.
ru: 💔 Ни одного нового шаблона не было добавлено.

source: 💔 You don't have any voice template packs yet.
ru: 💔 У вас еще нет паков голосовых шаблонов.

source: ❤️ Your voice template packs ({page}/{total_page}):
ru: ❤️ Ваши паки голосовых шаблонов ({page}/{total_page}):

source: ❤️ Template pack {pack_name} has been successfully deleted!
ru: ❤️ Пак {pack_name} был успешно удален!

source: 💔 Template {name} not exists in the pack!
ru: 💔 Шаблон {name} не существует в паке!

source: ❤️ Template {template_name} has been successfully remove from the pack {pack_name}!
ru: ❤️ Шаблон {template_name} был успешно удален из пака {pack_name}!

source: view templates
ru: посмотреть шаблоны

source: change privacy
ru: исменить приватность

source: regenerate shortcode
ru: обновить шарткод

source: delete
ru: удалить

source: 📢 {mode} voice pack {name} ({shortcode}) by {user_link} 📊 Usage count: {usage_count} 📝 Templates count: {templates_count}
ru: 📢 {mode} пак голосовых шаблонов {name} ({shortcode}) by {user_link} 📊 Количество использований: {usage_count} 📝 Количество шаблонов: {templates_count}

source: Private
ru: Приватный

source: Public
ru: Публичный

source: << back
ru: << Назад

source: ❤️ Voice templates in the {pack_name} pack ({page}/{total_pages})
ru: ❤️ Голосовые шаблоны в паке {pack_name} ({page}/{total_pages})

source: 💔 Voice pack {name} (shortcode: {shortcode}) has been deleted!
ru: 💔 Голосовой пак {name} (шорткод: {shortcode}) был удален!

source: YES, DELETE
ru: ДА, УДАЛИТЬ

source: NO, DON'T DELETE
ru: НЕТ, НЕ УДАЛЯТЬ

source: ⚠️ Warning!
ru: ⚠️ ВНИМАНИЕ!

source: This action is irreversible. Once deleted, the voice pack cannot be restored. Statistics will be permanently deleted, but templates will remain.
ru: Это действие необратимо. После удаления голосовой пак невозможно будет восстановить. Статистика будет удалена навсегда, но шаблоны останутся.

source: ❤️ Voice template {name} is being created...
ru: ❤️ Голосовой шаблон {name} создается...

source: 💔 You must attach {formats} or {format_last} audio.
ru: 💔 Вы должны прикрепить аудио в форматах {formats} или {format_last}.

source: 💔 Audio in format {mime} not supported. Use {formats} or {format_last}.
ru: 💔 Аудио в формате {mime} не поддерживается. Используйте {formats} или {format_last}.

source: ❤️ Voice template {name} created!
ru: ❤️ Голосовой шаблон {name} создан!

source: 💔 The voice template {name} already exists.
ru: ❤️ Голосовой шаблон {name} уже существует.

source: 💔 No valid audio file found.
ru: 💔 Не найдено валидное аудио.

source: ❤️ Enter name for template or type /cancel to cancel request
ru: ❤️ Введите имя для шаблона или напишите/cancel

source: 💔 Voice template {name} not found.
ru: 💔 Голосовой шаблон {name} не найден.

source: 💔 Voice template {name} deteled.
ru: ❤️ Голосовой шаблон {name} удалён.

source: 💔 You don't have any voice templates yet.
ru: ❤️ У вас еще нет голосовых шаблонов.

source: ❤️ Your voice templates ({page}/{total_page}):
ru: ❤️ Ваши голосовые шаблоны ({page}/{total_page}):
